brew "adns"
brew "amberframework/amber/amber"
brew "autoconf"
brew "autojump"
brew "automake"
brew "cheat"
brew "coreutils"
brew "crystal"
brew "ctags"
brew "ddgr"
brew "elixir"
brew "freetype"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghi"
brew "gifsicle"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "haskell-stack"
brew "heroku/brew/heroku"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "jumo/devtools/jumo_brew_setup"
brew "jumo/devtools/jumo_run"
brew "libassuan"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "luajit"
brew "msgpack"
brew "mysql@5.6", restart_service: true
brew "ncdu"
brew "neovim"
brew "nettle"
brew "node"
brew "npth"
brew "oniguruma"
brew "openssl"
brew "p11-kit"
brew "pcre"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "plantuml"
brew "postgresql", restart_service: true
brew "pyenv"
brew "python"
brew "python@2"
brew "rbenv"
brew "readline"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "sqlite"
brew "thefuck"
brew "thoughtbot/formulae/rcm"
brew "unibilium"
brew "vim"
brew "watch"
brew "watchman"
brew "wrk"
brew "wxmac"
brew "xz"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
cask "atom"
cask "dash"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "iterm2"
cask "java"
cask "keybase"
cask "kitematic"
cask "mysqlworkbench"
cask "ngrok"
cask "oni"
cask "paw"
cask "postman"
cask "pritunl"
cask "rubymine"
cask "sequel-pro"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "vagrant"
cask "visual-studio-code"
cask "zoomus"
tap "amberframework/amber"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jumo/devtools"
tap "thoughtbot/formulae"
