tap "clojure/tools"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "thoughtbot/formulae"
brew "adns"
brew "libpng"
brew "xz"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "oniguruma"
brew "bat"
brew "icu4c"
brew "libuv"
brew "bitwarden-cli"
brew "blueutil"
brew "bottom"
brew "freetype"
brew "gettext"
brew "readline"
brew "sqlite"
brew "cmake"
brew "code-minimap"
brew "gmp"
brew "coreutils"
brew "ctags"
brew "libunistring"
brew "curl"
brew "direnv"
brew "dust"
brew "duti"
brew "elm"
brew "exercism"
brew "fd"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libtool"
brew "grex"
brew "gti"
brew "helix"
brew "highlight"
brew "htop"
brew "hyperfine"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libgccjit"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libyaml"
brew "llvm@16"
brew "lolcat"
brew "macchina"
brew "mas"
brew "moar"
brew "moreutils"
brew "msgpack"
brew "ncdu"
brew "ncspot"
brew "neovide"
brew "netcat"
brew "nmap"
brew "nnn"
brew "nss"
brew "nvimpager"
brew "pandoc"
brew "pcre"
brew "perl"
brew "pinentry-mac"
brew "pkg-config"
brew "plantuml"
brew "podman"
brew "procs"
brew "protobuf"
brew "pv"
brew "python@3.9"
brew "rcm"
brew "ripgrep"
brew "sbcl"
brew "scc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "smartmontools"
brew "tlrc"
brew "tokei"
brew "tree"
brew "typos-cli"
brew "watchexec"
brew "wget"
brew "wxwidgets"
brew "yamllint"
brew "zenith"
brew "zf"
brew "zig"
brew "zoxide"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-compilation"]
cask "anki"
cask "brave-browser"
cask "discord"
cask "element"
cask "firefox"
cask "font-comic-mono"
cask "font-hack-nerd-font"
cask "gimp"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "lapce"
cask "licecap"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zed"
cask "zoom"
cask "zulip"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
