tap "candid82/brew"
tap "earthly/earthly"
tap "ethereum/ethereum"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
tap "yqrashawn/goku"
brew "adns"
brew "libpng"
brew "libtiff"
brew "xz"
brew "autoconf"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "icu4c"
brew "libuv"
brew "bitwarden-cli"
brew "blueutil"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "libunistring"
brew "curl"
brew "direnv"
brew "dust"
brew "duti"
brew "ethereum"
brew "exa"
brew "exercism"
brew "fd"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "jpeg", link: true
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libtool"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gti"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libyaml"
brew "llvm@13"
brew "lolcat"
brew "mas"
brew "mdcat"
brew "moar"
brew "msgpack"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "netcat"
brew "nmap"
brew "nnn"
brew "nss"
brew "openssl@3"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "plantuml"
brew "podman"
brew "pv"
brew "rcm"
brew "ripgrep"
brew "scc"
brew "sl"
brew "smartmontools"
brew "sponge"
brew "tldr"
brew "tokei"
brew "tree"
brew "watchexec"
brew "wget"
brew "wxwidgets"
brew "yamllint"
brew "zenith"
brew "zoxide"
brew "earthly/earthly/earthly"
brew "yqrashawn/goku/goku"
cask "adobe-acrobat-reader"
cask "anki"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "element"
cask "emacs"
cask "firefox"
cask "font-comic-mono"
cask "font-hack-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "menumeters"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
cask "zulip"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
