tap "adoptopenjdk/openjdk"
tap "codeclimate/formulae"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jumo/devtools"
tap "thoughtbot/formulae"
brew "adns"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "cmake"
brew "codeclimate/formulae/codeclimate"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "ddgr"
brew "exenv"
brew "exercism"
brew "fish"
brew "fortune"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "gifsicle"
brew "git"
brew "github/gh/gh"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "jumo/devtools/jumo_brew_setup"
brew "jumo/devtools/jumo_run"
brew "kotlin"
brew "kubectx"
brew "kubernetes-cli"
brew "libassuan"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lolcat"
brew "luajit"
brew "msgpack"
brew "mysql@5.6", restart_service: true, link: true
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nettle"
brew "node"
brew "node-build"
brew "nodenv"
brew "npth"
brew "oniguruma"
brew "p11-kit"
brew "pcre"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "plantuml"
brew "postgresql"
brew "pyenv"
brew "python"
brew "python@2"
brew "rbenv"
brew "readline", link: true
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "sl"
brew "sqlite"
brew "terraform"
brew "thefuck"
brew "thoughtbot/formulae/rcm"
brew "tldr"
brew "unibilium"
brew "vim"
brew "wget"
brew "wrk"
brew "wxmac"
brew "xz"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "adoptopenjdk"
cask "dash"
cask "discord"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keepassx"
cask "keybase"
cask "oni"
cask "paw"
cask "pritunl"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
