tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "libpng"
brew "xz"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "avro-tools"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "oniguruma"
brew "bat"
brew "libuv"
brew "bitwarden-cli"
brew "blueutil"
brew "bottom"
brew "cloc"
brew "colima", restart_service: :changed
brew "gmp"
brew "coreutils"
brew "curl"
brew "d2"
brew "direnv"
brew "docker"
brew "dust"
brew "duti"
brew "elm"
brew "exercism"
brew "fd"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "grex"
brew "gti"
brew "helix"
brew "highlight"
brew "htop"
brew "hyperfine"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libgccjit"
brew "libvterm"
brew "lolcat"
brew "macchina"
brew "mas"
brew "maven"
brew "mingw-w64"
brew "moar"
brew "moreutils"
brew "msgpack"
brew "ncdu"
brew "ncspot"
brew "unibilium"
brew "neovide"
brew "netcat"
brew "nmap"
brew "nvimpager"
brew "openapi-generator"
brew "pandoc"
brew "pinentry-mac"
brew "pkgconf"
brew "podman"
brew "procs"
brew "pv"
brew "qemu"
brew "rcm"
brew "ripgrep"
brew "sbcl"
brew "scc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "smartmontools"
brew "sqlcmd"
brew "tlrc"
brew "tokei"
brew "tree"
brew "typos-cli"
brew "watchexec"
brew "yamllint"
brew "zig"
brew "zls"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "anki"
cask "brave-browser"
cask "corretto@21"
cask "discord"
cask "dotnet-sdk"
cask "element"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "karabiner-elements"
cask "kitty"
cask "krisp"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zed"
cask "zoom"
cask "zulip"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
