tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
brew "adns"
brew "asdf"
brew "autoconf"
brew "autojump"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "exercism"
brew "fd"
brew "fish"
brew "fortune"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "gti"
brew "highlight"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "jadx"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "k6"
brew "k9s"
brew "kakoune"
brew "kubernetes-cli"
brew "libassuan"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lolcat"
brew "msgpack"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nettle"
brew "nmap"
brew "npth"
brew "oniguruma"
brew "openssl@1.1"
brew "p11-kit"
brew "parallel"
brew "pcre"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "plantuml"
brew "readline"
brew "ripgrep"
brew "scc"
brew "sl"
brew "smartmontools"
brew "sqlite"
brew "teamookla/speedtest/speedtest"
brew "thefuck"
brew "thoughtbot/formulae/rcm"
brew "tldr"
brew "tokei"
brew "unibilium"
brew "wget"
brew "wxwidgets"
brew "xz"
brew "yamllint"
brew "zenith"
brew "zoxide"
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "brave-browser"
cask "burp-suite"
cask "discord"
cask "docker"
cask "firefox"
cask "font-comic-mono"
cask "font-hack"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "jami"
cask "keybase"
cask "kitty"
cask "krita"
cask "lens"
cask "menumeters"
cask "microsoft-teams"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "shortcat"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
